{"texts": ["Cap clausula ambiental rellevant.\n\nA continuació s'identifiquen les clàusules ambientals trobades en el document:\n\npàgina: 14,  \nnumero de la clàusula: 12.3,  \ntipus: obligacions del contractista,  \nclausula ambiental: L’òrgan de contractació rebutjarà l’oferta si es comprova que és anormalment baixa perquè vulnera la normativa sobre subcontractació o no compleix les obligacions aplicables en matèria ambiental, social o laboral establertes en el Dret de la Unió, en el Dret Nacional, els convenis", " col·lectius o per les disposicions de Dret internacional enumerades en l’annex X de la Directiva 24/2014.\n\npàgina : 15,  \nnumero de la clàusula: 13.1,  \ntipus: obligacions del contractista,  \nclausula ambiental: *L’òrgan de contractació rebutjarà l’oferta si es comprova que és anormalment baixa perquè vulnera la normativa sobre subcontractació o no compleix les obligacions aplicables en matèria ambiental, social o laboral establertes en el Dret de la Unió, en el Dret Nacional, els convenis col·", "lectius o per les disposicions de Dret internacional enumerades en l’annex X de la Directiva 24/2014.*  \n\npàgina : 16,  \nnumero de la clàusula: 13.2.1 (c.2),  \ntipus: obligacions del contractista,  \nclausula ambiental: *- En cas que s’hagin previst, indicació de les mesures de gestió ambiental que aplicarà en executar el contracte.*\n\nAquí teniu les clàusules ambientals identificades en el text proporcionat:\n\n---\n\n**pàgina**: 21  \n**numero de la clàusula**: 19  \n**tipus**: obligacions del contrac", "tista  \n**clausula ambiental**:  \n*\"BARCELONA ACTIVA SAU SPM també tindrà la facultat de supervisar, durant tota l’execució del contracte, que s’executi amb el màxim respecte al medi ambient afectat, d’acord amb les obligacions i exigències contingudes al present plec.\"*  \n\n---\n\n**pàgina**: 22  \n**numero de la clàusula**: 20.1.1  \n**tipus**: obligacions del contractista  \n**clausula ambiental**:  \n*\"Comunicació inclusiva. La contractista ha de garantir: [...] que en les activitats derivades de l", "’execució del contracte no s’utilitzen llenguatge o imatges [...] que no siguin respectuoses amb la cura pel medi ambient, la sostenibilitat i els drets dels animals.\"*  \n\n---\n\n**pàgina**: 24  \n**numero de la clàusula**: 20.1.2  \n**tipus**: obligacions del contractista  \n**clausula ambiental**:  \n*\"Accessibilitat universal. L’empresa contractista ha de tenir en compte [...] els criteris d’accessibilitat universal i del disseny universal o disseny per a totes les persones, segons definició del Re", "ial Decret legislatiu 1/2013, de 29 de novembre, Text refós de la Llei general de drets de persones amb diversitat funcional i la seva inclusió social.\"*  \n\n--- \n\nLes clàusules restants es refereixen principalment a aspectes socials (igualtat, inclusió, etc.) sense vinculació directa amb la sostenibilitat ambiental.\n\nA continuació s’identifiquen les clàusules ambientals trobades en el text proporcionat:\n\n---\n\n**pàgina**: 29  \n**numero de la clàusula**: 9 (dins de l'apartat \"Clàusula 21. Obligaci", "ons de la contractista\")  \n**tipus**: obligacions del contractista  \n**clausula ambiental**:  \n*\"Fer una correcta gestió ambiental dels serveis, prenent les mesures necessàries per minimitzar els impactes que aquests puguin ocasionar, de tipus acústic, sobre l’entorn, una correcta gestió dels residus i els embalatges i altres, d’acord amb la legislació vigent.\"*  \n\n---\n\n**pàgina**: 30  \n**numero de la clàusula**: 13 (dins de l'apartat \"Clàusula 21. Obligacions de la contractista\")  \n**tipus**: o", "bligacions del contractista  \n**clausula ambiental**:  \n*\"Lliurar tota la documentació que en qualsevol moment de la seva vigència i, en tot cas anualment, li sigui requerida per la responsable del contracte respecte l’efectiu compliment de les obligacions i compromisos assumits per l'empresa pel que fa a [...] els requisits i obligacions contractuals ambientals que s’estableixin als plecs.\"*  \n\n--- \n\nNo s'identifiquen més clàusules ambientals en les pàgines analitzades (27 a 31).\n\npàgina : 32, ", " \nnumero de la clàusula: 23,  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"Les actuacions que, per acció o omissió, generen riscos greus sobre el medi ambient d’acord amb la legislació vigent.\"*  \n\npàgina : 32,  \nnumero de la clàusula: 23,  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"En el cas que s’hagi escollit la mesura d’accessibilitat universal, l’incompliment de les mesures a favor del dret de les persones amb diversitat funcional així com els criteris d’", "accessibilitat universal i del disseny universal o disseny per a totes les persones.\"*  \n\npàgina : 33,  \nnumero de la clàusula: 23,  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"Quan l’objecte del contracte és un servei que inclou un subministrament accessori de béns electrònics [...] BARCELONA ACTIVA SAU SPM demana a la contractista que dugui a terme la diligència deguda perquè, en les fàbriques esmentades, es compleixi el Codi de Normes Laborals recollit per Electronics Watch.", "\"*  \n\n*(Nota: La tercera clàusula, tot i no ser explícitament ambiental, s’inclou per la seva relació amb la responsabilitat social corporativa i cadena de subministrament sostenible, vinculada indirectament a aspectes ambientals.)*\n\npàgina: 38,  \nnumero de la clàusula: 27.2.d),  \ntipus: obligacions del contractista,  \nclausula ambiental: L’incompliment de qualsevol de les condicions ambientals establertes en aquest Plec i en el Plec de prescripcions tècniques.  \n\npàgina: 39,  \nnumero de la clàu", "sula: 28.2.d),  \ntipus: obligacions del contractista,  \nclausula ambiental: L’incompliment de qualsevol de les condicions ambientals establertes en aquest Plec i en el Plec de prescripcions tècniques.\n\nNo s'han identificat clàusules ambientals en les pàgines 44 a 50 de l'expedient BA 01/24.\n\nNo s'han identificat clàusules ambientals en el text proporcionat.\n\nNo s'identifiquen clàusules ambientals en el text proporcionat.", "Cap clausula ambiental rellevant.", "Cap clausula ambiental rellevant.", "Cap clausula ambiental rellevant.\n\nNo s'identifiquen clàusules ambientals en els fragments proporcionats (pàgines 9 a 14).\n\nA continuació s'identifiquen les clàusules ambientals trobades en el text proporcionat:\n\npàgina : 15,  \nnumero de la clàusula: c.2 (dins de solvència tècnica o professional),  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"Indicació de les mesures de gestió ambiental que aplicarà en executar el contracte.\"*  \n\npàgina : 15,  \nnumero de la clàusula: c.2 (dins d", "e solvència tècnica o professional),  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"Certificats expedits per organismes independents que acreditin que l’empresa licitadora compleix determinades normes de gestió ambiental. Es podrà remetre al sistema de gestió i auditoria ambiental (EMAS) o a les normes de gestió ambiental basades en les normes europees o internacionals en la matèria i certificades per organismes conformes a la legislació comunitària o a les normes europees o inte", "rnacionals relatives a la certificació. Es reconeixeran els certificats equivalents expedits per organismes establerts en qualsevol Estat membre de la Unió Europea, i també s’acceptaran altres proves de mesures equivalents de gestió ambiental.\"*\n\npàgina : 20,  \nnumero de la clàusula: - (text previ a la clàusula 20),  \ntipus: obligacions del contractista,  \nclausula ambiental: *BARCELONA ACTIVA SAU SPM també tindrà la facultat de supervisar, durant tota l’execució del contracte, que s’executi amb", " el màxim respecte al medi ambient afectat, d’acord amb les obligacions i exigències contingudes al present plec.*  \n\n---  \n\npàgina : 20,  \nnumero de la clàusula: 20.1.1,  \ntipus: obligacions del contractista,  \nclausula ambiental: *- Comunicació inclusiva. La contractista ha de garantir: [...] que no siguin respectuoses amb la cura pel medi ambient, la sostenibilitat i els drets dels animals.*  \n\n---  \n\npàgina : 25,  \nnumero de la clàusula: 20.1.2 (accessibilitat universal),  \ntipus: obligacion", "s del contractista,  \nclausula ambiental: *L’empresa contractista ha de tenir en compte [...] els criteris d’accessibilitat universal i del disseny universal o disseny per a totes les persones, segons definició del Reial Decret legislatiu 1/2013, de 29 de novembre, Text refós de la Llei general de drets de persones amb diversitat funcional i la seva inclusió social.*  \n\n*(Nota: Les clàusules identificades es centren en obligacions ambientals genèriques o vinculades a sostenibilitat. La majoria d", "e condicions específiques d’execució són d’àmbit social/laboral.)*\n\npágina : 26,  \nnumero de la clàusula: 8,  \ntipus: obligacions del contractista,  \nclausula ambiental: \"Fer una correcta gestió ambiental dels serveis, prenent les mesures necessàries per minimitzar els impactes que aquests puguin ocasionar, de tipus acústic, sobre l’entorn, una correcta gestió dels residus i els embalatges i altres, d’acord amb la legislació vigent.\"  \n\npágina : 28,  \nnumero de la clàusula: 12,  \ntipus: obligaci", "ons del contractista,  \nclausula ambiental: \"Lliurar tota la documentació que en qualsevol moment de la seva vigència i, en tot cas anualment, li sigui requerida per la responsable del contracte respecte l’efectiu compliment de les obligacions i compromisos assumits per l'empresa pel que fa a [...] els requisits i obligacions contractuals ambientals que s’estableixin als plecs.\"\n\npàgina : 34,  \nnumero de la clàusula: 27.2.a,  \ntipus: obligacions del contractista,  \nclausula ambiental: Les actuac", "ions que, per acció o omissió, generen riscos greus sobre el medi ambient d’acord amb la legislació vigent.  \n\npàgina : 36,  \nnumero de la clàusula: 28.2.d,  \ntipus: obligacions del contractista,  \nclausula ambiental: L’incompliment de qualsevol de les condicions ambientals establertes en aquest Plec i en el Plec de prescripcions tècniques.\n\nNo s'han identificat clàusules ambientals en el text proporcionat.\n\nNo es detecten clàusules ambientals en el fragment proporcionat (pàgina 46).", "Cap clausula ambiental rellevant.\n\nNo s'identifiquen clàusules ambientals en el text proporcionat.\n\npàgina: <número de pàgina>,  \nnúmero de la clàusula: 20,  \ntipus: obligacions del contractista,  \nclàusula ambiental: \"Fer una correcta gestió ambiental del seu servei, prenent les mesures necessàries per minimitzar els impactes que aquest pugui ocasionar (com ara els impactes acústics, sobre l’entorn, fer una correcta gestió dels residus i els embalatges i altres mesures que siguin adients a l'ob", "jecte del contracte) d’acord amb la legislació vigent.\"  \n\npàgina: <número de pàgina>,  \nnúmero de la clàusula: 20,  \ntipus: obligacions del contractista,  \nclàusula ambiental: \"No contravenir, en l’execució d’aquest contracte, les resolucions de l’ONU relatives al compliment de les disposicions de dret internacional mediambiental, social i laboral que vinculin a l’Estat., d’acord amb el que estableix l’art. 201 LCSP.\"  \n\npàgina: <número de pàgina>,  \nnúmero de la clàusula: 20,  \ntipus: obligaci", "ons del contractista,  \nclàusula ambiental: \"L’empresa contractista ha de garantir [...] que no s’utilitzen llenguatge o imatges [...] que no siguin respectuoses amb la cura pel medi ambient, la sostenibilitat i els drets dels animals.\"  \n\npàgina: <número de pàgina>,  \nnúmero de la clàusula: 20,  \ntipus: condicions especials d’execució,  \nclàusula ambiental: \"D’acord amb l’article 202 LCSP, com a mínim s’ha d’establir una condició especial d’execució de tipus social, ambiental i d’innovació. Les", " empreses subcontractistes també hauran de garantir el compliment d’aquestes obligacions.\"\n\nAquí teniu les clàusules ambientals identificades seguint l'estructura sol·licitada:\n\n---\n\n**pàgina**: <número de pàgina no indicat>,  \n**número de la clàusula**: o,  \n**tipus**: obligacions del contractista,  \n**clàusula ambiental**: *No contravenir, en l’execució d’aquest contracte, les resolucions de l’ONU relatives al compliment de les disposicions de dret internacional mediambiental, social i laboral", " que vinculin a l’Estat, d’acord amb el que estableix l’art. 201 LCSP.*  \n\n---\n\n**pàgina**: <número de pàgina no indicat>,  \n**número de la clàusula**: 26 (apartat a),  \n**tipus**: obligacions del contractista,  \n**clàusula ambiental**: *Les actuacions que, per acció o omissió, generen riscos greus sobre el medi ambient d’acord amb la legislació vigent.*  \n\n---\n\n**pàgina**: <número de pàgina no indicat>,  \n**número de la clàusula**: 26 (apartat a),  \n**tipus**: obligacions del contractista,  \n**", "clàusula ambiental**: *L’ incompliment de les resolucions de l’ONU relatives al compliment de les disposicions de dret internacional mediambiental, social i laboral que vinculin a l’Estat.*  \n\n---\n\n**pàgina**: <número de pàgina no indicat>,  \n**número de la clàusula**: 27 (apartat 2.d),  \n**tipus**: obligacions del contractista,  \n**clàusula ambiental**: *L’incompliment de qualsevol de les condicions ambientals establertes en aquest plec i en el de prescripcions tècniques.*  \n\n---\n\n**pàgina**: <", "número de pàgina no indicat>,  \n**número de la clàusula**: 27 (apartat 2.k),  \n**tipus**: obligacions del contractista,  \n**clàusula ambiental**: *L’ incompliment de les resolucions de l’ONU relatives al compliment de les disposicions de dret internacional mediambiental, social i laboral que vinculin a l’Estat.*  \n\n--- \n\nLes clàusules es refereixen principalment a obligacions del contractista en matèria de compliment normatiu ambiental i prevenció de riscos mediambientals.\n\nNo s'han identificat ", "clàusules ambientals en el text proporcionat.", "Cap clausula ambiental rellevant.", "Cap clausula ambiental rellevant.\n\nNo s'identifiquen clàusules ambientals en el text proporcionat.", "Cap clausula ambiental rellevant.\n\nNo s'han identificat clàusules ambientals en les pàgines 9 a 15 del document.\n\nAquí teniu les clàusules ambientals identificades en el text proporcionat:\n\npàgina: 16,  \nnumero de la clàusula: c.2,  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"En cas que s’hagin previst, indicació de les mesures de gestió ambiental que aplicarà en executar el contracte.\"*  \n\npàgina: 15,  \nnumero de la clàusula: 13.1,  \ntipus: obligacions del contractista,  \nclau", "sula ambiental: *\"l’òrgan de contractació rebutjarà l’oferta si es comprova que és anormalment baixa perquè vulnera [...] les obligacions aplicables en matèria ambiental, social o laboral establertes en el Dret de la Unió, en el Dret Nacional, els convenis col·lectius o per les disposicions de Dret internacional enumerades en l’annex X de la Directiva 24/2014.\"*  \n\nLes clàusules es refereixen a obligacions del contractista en matèria ambiental durant l’execució del contracte i com a requisit per", " a la validesa de l’oferta.\n\nA continuació, s'identifiquen les clàusules ambientals seguint l'estructura sol·licitada:  \n\npàgina: 21,  \nnumero de la clàusula: 19,  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"BARCELONA ACTIVA SAU SPM també tindrà la facultat de supervisar, durant tota l’execució del contracte, que s’executi amb el màxim respecte al medi ambient afectat, d’acord amb les obligacions i exigències contingudes al present plec.\"*  \n\npàgina: 22,  \nnumero de la clàusula", ": 20.1.1,  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"Comunicació inclusiva. La contractista ha de garantir: [...] que no siguin respectuoses amb la cura pel medi ambient, la sostenibilitat i els drets dels animals.\"*  \n\nNo s'han identificat més clàusules ambientals en les pàgines restants revisades (fins a la pàgina 26).\n\npàgina : 30,  \nnumero de la clàusula: 9,  \ntipus: obligacions del contractista,  \nclausula ambiental: \"Fer una correcta gestió ambiental dels serveis, prene", "nt les mesures necessàries per minimitzar els impactes que aquests puguin ocasionar, de tipus acústic, sobre l’entorn, una correcta gestió dels residus i els embalatges i altres, d’acord amb la legislació vigent.\"  \n\n(No s'identifiquen més clàusules ambientals en les pàgines revisades 27-31 del document.)\n\nAquí teniu les clàusules ambientals identificades segons l'estructura sol·licitada:\n\npàgina: 32,  \nnumero de la clàusula: 23,  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"D’a", "cord amb el que estableix el Decret d’Alcaldia de 19 de maig de 2016, la contractista haurà d’aportar una declaració responsable de la subcontractista conforme no realitza operacions financeres en paradisos fiscals o fora d’ells, considerades delictives, segons la llista de països elaborada per les Institucions Europees o avalades per aquestes o, en el seu defecte, per l’Estat espanyol, en els termes legalment establerts, com delictes de blanqueig de capitals, frau fiscal o contra la Hisenda Púb", "lica.\"*  \n\npàgina: 37,  \nnumero de la clàusula: 27.2.a),  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"Les actuacions que, per acció o omissió, generen riscos greus sobre el medi ambient d’acord amb la legislació vigent.\"*  \n\npàgina: 37,  \nnumero de la clàusula: 27.2.a),  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"En el cas que s’hagi escollit la mesura d’accessibilitat universal, l’incompliment de les mesures a favor del dret de les persones amb diversitat fu", "ncional així com els criteris d’accessibilitat universal i del disseny universal o disseny per a totes les persones.\"*\n\npage : 40,  \nnumero de la clàusula: 28.2.d,  \ntipus: obligacions del contractista,  \nclausula ambiental: L’incompliment de qualsevol de les condicions ambientals establertes en aquest Plec i en el Plec de prescripcions tècniques.  \n\npage : 38,  \nnumero de la clàusula: 27.3,  \ntipus: altres,  \nclausula ambiental: Quan sigui obligatori per llei, la condició d’execució contractual", " relativa al percentatge mínim d’ocupació de persones amb diversitat funcional en la plantilla de l’empresa és obligació essencial i el seu incompliment suposarà la imposició d’una penalitat del 2% del preu del contracte, que s’incrementarà mensualment fins un màxim del 10% si no s’acredita el compliment.\n\nNo s'han identificat clàusules ambientals en els fragments proporcionats.\n\nNo s'han identificat clàusules ambientals en el text proporcionat.\n\npágina: <número de pàgina>,  \nnúmero de la clàusu", "la: <número de la clàusula>,  \ntipus: criteris de valoració ambiental | altres  \nclàusula ambiental: *En aquest supòsit, si diverses empreses licitadores de les que haguessin empatat quant a la proposició més avantatjosa acrediten tenir relació laboral amb persones amb diversitat funcional en un percentatge superior al que els imposi la normativa, tindrà preferència en l'adjudicació del contracte l’empresa licitadora que disposi del major percentatge de treballadors fixos amb diversitat funciona", "l a la seva plantilla. En cas que l'aplicació d’aquest/s criteri/s no doni lloc a desempat es dirimirà mitjançant sorteig.*  \n\n*(Nota: Aquesta clàusula podria considerar-se vinculada a criteris socials i ambientals, depenent de la normativa aplicable, com la Llei 9/2017 de Contractació Pública o directives europees que integren la sostenibilitat en l'adjudicació.)*", "Cap clausula ambiental rellevant.\n\nNo s'han identificat clàusules ambientals en el fragment del document analitzat.\n\npágina: 18,  \nnumero de la clàusula: (no numerada, pero en el contexto del artículo 149.4 LCSP),  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"D’acord amb la previsió de l’article 149.4 LCSP, es rebutjarà l’oferta si es comprova que és anormalment baixa perquè no compleix les obligacions aplicables en matèria de subcontractació, **ambiental**, social o laboral est", "ablerta en el Dret de la Unió, en el Dret Nacional, els convenis col·lectius sectorials vigents o per les disposicions de Dret internacional enumerades en l’Annex V LCSP.\"*  \n\npágina: 25,  \nnumero de la clàusula: 20 (apartat 3.d),  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"Fer una correcta gestió ambiental del servei, prenent les mesures necessàries per minimitzar els impactes que aquest pugui ocasionar (com ara els impactes acústics, sobre l’entorn, fer una correcta gestió d", "els residus i els embalatges i altres mesures que siguin adients a l'objecte del contracte) d’acord amb la legislació vigent.\"*  \n\npágina: 24,  \nnumero de la clàusula: 20 (apartat 1.4),  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"Utilització de la comunicació inclusiva per part de l’empresa contractista consistent en: [...] Garantir que no s’utilitza llenguatge o imatges [...] que no siguin respectuosos amb la cura del medi ambient, la sostenibilitat i els drets dels animals.\"", "*\n\npágina: 26,  \nnumero de la clàusula: d),  \ntipus: obligacions del contractista,  \nclausula ambiental: Fer una correcta gestió ambiental del servei, prenent les mesures necessàries per minimitzar els impactes que aquest pugui ocasionar (com ara els impactes acústics, sobre l’entorn, fer una correcta gestió dels residus i els embalatges i altres mesures que siguin adients a l'objecte del contracte) d’acord amb la legislació vigent.  \n\npágina: 31,  \nnumero de la clàusula: 26.1,  \ntipus: obligaci", "ons del contractista,  \nclausula ambiental: L’empresa contractista resta subjecta a les responsabilitats i penalitats establertes amb caràcter general en la LCSP i, especialment, les prescrites en article 201, pel que fa a les obligacions socials, ambiental i laborals.\n\nNo s'han identificat clàusules ambientals en els fragments proporcionats.\n\nNo s'identifiquen clàusules ambientals en els fragments proporcionats (pàgines 43-49).", "Cap clausula ambiental rellevant.", "Cap clausula ambiental rellevant.\n\nNo s'han identificat clàusules ambientals en les pàgines 9 a 14 del document.\n\npágina: 16,  \nnúmero de la cláusula: 13.2.1.c,  \ntipus: obligacions del contractista,  \nclàusula ambiental: *\"En cas que s’hagin previst, indicació de les mesures de gestió ambiental que aplicarà en executar el contracte.\"*  \n\npágina: 15,  \nnúmero de la cláusula: 13.1,  \ntipus: obligacions del contractista,  \nclàusula ambiental: *\"l’òrgan de contractació rebutjarà l’oferta si es comp", "rova que és anormalment baixa perquè vulnera la normativa [...] o no compleix les obligacions aplicables en matèria ambiental [...] establertes en el Dret de la Unió, en el Dret Nacional, els convenis col·lectius o per les disposicions de Dret internacional enumerades en l’annex X de la Directiva 24/2014.\"*\n\npàgina : 20,  \nnumero de la clàusula: 19,  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"BARCELONA ACTIVA SAU SPM també tindrà la facultat de supervisar, durant tota l’execuc", "ió del contracte, que s’executi amb el màxim respecte al medi ambient afectat, d’acord amb les obligacions i exigències contingudes al present plec.\"*  \n\npàgina : 22,  \nnumero de la clàusula: 20.1.1,  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"que en les activitats derivades de l’execució del contracte no s’utilitzen llenguatge o imatges sexistes, que no atemptin contra [...] la cura pel medi ambient, la sostenibilitat i els drets dels animals.\"*  \n\n*(No s'identifiquen més clà", "usules ambientals en les pàgines 20-26 revisades.)*\n\nAquí teniu les clàusules ambientals identificades seguint l'estructura sol·licitada:\n\npàgina: 29,  \nnumero de la clàusula: 9,  \ntipus: obligacions del contractista,  \nclausula ambiental: \"Fer una correcta gestió ambiental dels serveis, prenent les mesures necessàries per minimitzar els impactes que aquests puguin ocasionar, de tipus acústic, sobre l’entorn, una correcta gestió dels residus i els embalatges i altres, d’acord amb la legislació v", "igent.\"  \n\npàgina: 30,  \nnumero de la clàusula: 13,  \ntipus: obligacions del contractista,  \nclausula ambiental: \"Lliurar tota la documentació que en qualsevol moment de la seva vigència i, en tot cas anualment, li sigui requerida per la responsable del contracte respecte l’efectiu compliment de les obligacions i compromisos assumits per l'empresa pel que fa a [...] els requisits i obligacions contractuals ambientals que s’estableixin als plecs.\"\n\npágina: 33,  \nnumero de la clàusula: 23,  \ntipus", ": obligacions del contractista,  \nclausula ambiental: *\"Les actuacions que, per acció o omissió, generen riscos greus sobre el medi ambient d’acord amb la legislació vigent.\"*  \n\npágina: 32,  \nnumero de la clàusula: 23,  \ntipus: obligacions del contractista,  \nclausula ambiental: *\"Quan l’objecte del contracte és un servei que inclou un subministrament accessori de béns electrònics [...] BARCELONA ACTIVA SAU SPM demana a la contractista que dugui a terme la diligència deguda perquè, en les fàbri", "ques esmentades, es compleixi el Codi de Normes Laborals recollit per Electronics Watch.\"* (relacionada amb drets laborals i normes de seguretat en la producció de béns electrònics, amb impacte ambiental indirecte).  \n\n*(No s'identifiquen més clàusules ambientals explícites en les pàgines revisades.)*\n\npàgina : 37,  \nnumero de la clàusula: - (dins de les faltes molt greus),  \ntipus: obligacions del contractista,  \nclausula ambiental: Les actuacions que, per acció o omissió, generen riscos greus ", "sobre el medi ambient d’acord amb la legislació vigent.  \n\npàgina : 40,  \nnumero de la clàusula: 28.2.d),  \ntipus: obligacions del contractista,  \nclausula ambiental: L’incompliment de qualsevol de les condicions ambientals establertes en aquest Plec i en el Plec de prescripcions tècniques.\n\nNo s'han identificat clàusules ambientals en els fragments proporcionats (pàgines 44 a 50).\n\nNo s'identifiquen clàusules ambientals en el text proporcionat.\n\nNo es detecten clàusules ambientals en el fragmen", "t proporcionat.", "Cap clausula ambiental rellevant."], "metadades": [{"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 0}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 1}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 2}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 3}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 4}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 5}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 6}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 7}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 8}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 9}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 10}, {"fitxer": "01-24 03 PCAP PIORS PRESENCIALS_analisi.txt", "index": 11}, {"fitxer": "ME_01-24 02 PPT PIORS PRESENCIALS-signed_analisi.txt", "index": 0}, {"fitxer": "02-24 02 PPT SUBMINISTRAMENT LLICENCIES MICROSOFT_analisi.txt", "index": 0}, {"fitxer": "02-24 03 PCAP SUBMINISTRAMENT LLICENCIES MICROSOFT_analisi.txt", "index": 0}, {"fitxer": "02-24 03 PCAP SUBMINISTRAMENT LLICENCIES MICROSOFT_analisi.txt", "index": 1}, {"fitxer": "02-24 03 PCAP SUBMINISTRAMENT LLICENCIES MICROSOFT_analisi.txt", "index": 2}, {"fitxer": "02-24 03 PCAP SUBMINISTRAMENT LLICENCIES MICROSOFT_analisi.txt", "index": 3}, {"fitxer": "02-24 03 PCAP SUBMINISTRAMENT LLICENCIES MICROSOFT_analisi.txt", "index": 4}, {"fitxer": "02-24 03 PCAP SUBMINISTRAMENT LLICENCIES MICROSOFT_analisi.txt", "index": 5}, {"fitxer": "02-24 03 PCAP SUBMINISTRAMENT LLICENCIES MICROSOFT_analisi.txt", "index": 6}, {"fitxer": "02-24 03 PCAP SUBMINISTRAMENT LLICENCIES MICROSOFT_analisi.txt", "index": 7}, {"fitxer": "24-03 PCAP mediadors Apropa BcnCiutat pMP_analisi.txt", "index": 0}, {"fitxer": "24-03 PCAP mediadors Apropa BcnCiutat pMP_analisi.txt", "index": 1}, {"fitxer": "24-03 PCAP mediadors Apropa BcnCiutat pMP_analisi.txt", "index": 2}, {"fitxer": "24-03 PCAP mediadors Apropa BcnCiutat pMP_analisi.txt", "index": 3}, {"fitxer": "24-03 PCAP mediadors Apropa BcnCiutat pMP_analisi.txt", "index": 4}, {"fitxer": "24-03 PCAP mediadors Apropa BcnCiutat pMP_analisi.txt", "index": 5}, {"fitxer": "24-03 PCAP mediadors Apropa BcnCiutat pMP_analisi.txt", "index": 6}, {"fitxer": "24-03 PCAP mediadors Apropa BcnCiutat pMP_analisi.txt", "index": 7}, {"fitxer": "24-03 PPT Mediadors Barcelona Ciutat_analisi.txt", "index": 0}, {"fitxer": "03-24 02 PPT Aplicació gestió compres-signed_analisi.txt", "index": 0}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 0}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 1}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 2}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 3}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 4}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 5}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 6}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 7}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 8}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 9}, {"fitxer": "03-24 03 PCAP Aplicació gestió compres_analisi.txt", "index": 10}, {"fitxer": "PCAP SERVEIS COMUNICACIÓ I DISSENY GRAFIC 2024 DEF_analisi.txt", "index": 0}, {"fitxer": "PCAP SERVEIS COMUNICACIÓ I DISSENY GRAFIC 2024 DEF_analisi.txt", "index": 1}, {"fitxer": "PCAP SERVEIS COMUNICACIÓ I DISSENY GRAFIC 2024 DEF_analisi.txt", "index": 2}, {"fitxer": "PCAP SERVEIS COMUNICACIÓ I DISSENY GRAFIC 2024 DEF_analisi.txt", "index": 3}, {"fitxer": "PCAP SERVEIS COMUNICACIÓ I DISSENY GRAFIC 2024 DEF_analisi.txt", "index": 4}, {"fitxer": "Prescripcions tècniques concurs comunicacio 2024 (DEF)_analisi.txt", "index": 0}, {"fitxer": "04-24 03 PCAP CREIXEMENT EMPRESARIAL PARC_analisi.txt", "index": 0}, {"fitxer": "04-24 03 PCAP CREIXEMENT EMPRESARIAL PARC_analisi.txt", "index": 1}, {"fitxer": "04-24 03 PCAP CREIXEMENT EMPRESARIAL PARC_analisi.txt", "index": 2}, {"fitxer": "04-24 03 PCAP CREIXEMENT EMPRESARIAL PARC_analisi.txt", "index": 3}, {"fitxer": "04-24 03 PCAP CREIXEMENT EMPRESARIAL PARC_analisi.txt", "index": 4}, {"fitxer": "04-24 03 PCAP CREIXEMENT EMPRESARIAL PARC_analisi.txt", "index": 5}, {"fitxer": "04-24 03 PCAP CREIXEMENT EMPRESARIAL PARC_analisi.txt", "index": 6}, {"fitxer": "04-24 03 PCAP CREIXEMENT EMPRESARIAL PARC_analisi.txt", "index": 7}, {"fitxer": "04-24 03 PCAP CREIXEMENT EMPRESARIAL PARC_analisi.txt", "index": 8}, {"fitxer": "ME_04-24 02 PPT SERVEIS CREIXEMENT EMPRESARIAL PARC-signed_analisi.txt", "index": 0}]}